ScalingOff = "Slå av skalering";
ScalingOn = "Slå på skalering";
AllScreens = "Alle skjermer";
ScreenNumber = "Skjerm %d";
MainScreen = "Hovedskjermen";
ReEnterPass = "Kontroller at du har oppgitt riktig navn og passord.";
RemoteAccessDenied = "Brukeren på «%@» har avslått forespørselen om å gi deg tilgang.";

taskString = "Kontroller";
taskDescription = "Styr maskin";
longTaskDescription = "Ta styring over den markerte maskinen";
requestTitle = "Godkjenning mislyktes";
requestScreenControl = "Vil du be om tillatelse til å ta styring?";
requestScreenObserve = "Vil du be om tillatelse til å observere?";
requestScreenAuthFailed = "Godkjenning for «%@» mislyktes.";
requestDenied = "Brukeren avslo forespørselen.";
connecting = "Kobler til «%@»";
connectionLost = "Mistet forbindelsen til «%@».";
connectionFailed = "Tilkobling til «%@» mislyktes.";
connectionFailedReason = "Kontroller at Skjermdeling (i Deling-valgpanelet i Systemvalg) er aktivert på maskinen du forsøker å koble til. Du bør også kontrollere at nettverkstilkoblingen din fungerer.";
waitingForResponse = "Venter på at brukeren skal svare.";
runningAdminAppObserveError = "Kunne ikke observere «%@»";
runningAdminAppControlError = "Kunne ikke styre «%@»";
runningAdminAppErrorMessage = "Apple Remote Desktop eller et annet administreringsprogram er i bruk.";
controlModeError = "Kunne ikke endre til styringsmodus";
observeModeError = "Kunne ikke endre til observeringsmodus";
sharedControlError = "Kunne ikke endre musstyring";
notAuthorizedTitle = "Ikke autorisert";
controlNotAuthorized = "Du er ikke autorisert til å styre denne maskinen.";
observeNotAuthorized = "Du er ikke autorisert til å observere denne maskinen.";
serverNotSupported = "Tjeneren støtter ikke denne innstillingen.";
sharingSelfNotSupported = "Det er ikke mulig å koble en maskin til seg selv og dele skjermen.";
captureDefaultName = "Remote Desktop-bilde";
scaleToolbarTitle = "Tilpass til vindu";
scaleToolbarPaletteLabel = "Tilpass til vindu";
scaleToolbarTooltip = "Tilpass skjermbilde til vindu";
controlToolbarTitle = "Kontroller";
controlToolbarPaletteLabel = "Styr eller observer";
controlToolbarTooltip = "Bytt mellom styrings- og observeringsmodus";
shareToolbarTitle = "Del mus";
shareToolbarPaletteLabel = "Del mus med bruker";
shareToolbarTooltip = "Del mus og tastatur med bruker";
qualityToolbarTitle = "Kvalitet";
qualityToolbarPaletteLabel = "Bildekvalitet";
qualityToolbarTooltip = "Bildekvalitet";
captureToolbarTitle = "Skjermbilder";
captureToolbarPaletteLabel = "Skjermbilder";
captureToolbarTooltip = "Ta bilde av skjermen, og arkiver bildet i en fil";
controlObserveNotSupported = "Du kan ikke styre eller observere maskinen din";
fullScreenToolbarTooltip = "Tilpass skjermbilde til fullskjermmodus";
fullScreenToolbarTooltipExt = "Vis skjermbilde i et vindu";
fullScreenToolbarTitle = "Fullskjermmodus";
fullScreenPaletteDisconnect = "Avslutt styrings- eller observeringsøkten";
showCursorToolbarTooltip = "Vis eller skjul den lokale markøren";
showCursorToolbarTitle = "Vis/skjul markør";
curtainToolbarTitle = "Lås skjerm";
curtainToolbarTooltip = "Lås maskinens skjerm mens du styrer maskinen";
getClipboardToolbarTitle = "Hent Utklipp";
getClipboardToolbarTooltip = "Hent eksternt Utklipp-innhold";
sendClipboardToolbarTitle = "Send Utklipp";
sendClipboardToolbarTooltip = "Send Utklipp-innhold til eksternt Utklipp";
multiDisplayToolbarTitle = "Skjermutvalg";
multiDisplayToolbarTooltip = "Velg hvilken ekstern skjerm du vil vise";
computerInScreenShare = "Du deler skjermen din med denne maskinen";
curtainErrorTitle = "Kunne ikke endre til modus for skjuling av skjermbilde";
curtainExitErrorTitle = "Kunne ikke endre fra modus for skjuling av skjermbilde";
curtainErrorMessage = "Det oppsto en feil på denne maskinen.";
curtainUnavailableTooltip = "Modus for skjuling av skjermbilde er ikke tilgjengelig for Mac OS X-versjonen som brukes på «%@».";
curtainUnavalableMessage = "Modus for skjuling av skjermbilde er ikke tilgjengelig for «%@».";

displayPopUpAllDisplays = "Alle skjermer: %@ x %@";
displayPopUpBothDisplays = "Begge skjermer: %@ x %@";
displayPopUpOneDisplay = "Skjermen %@: %@ x %@";

curtainTaskString = "Skjuling av skjermbilde";
curtainTaskDescription = "Styr maskinen i modus for skjuling av skjermbilde";
curtainLongTaskDescription = "Ta styringen over den markerte maskinen mens skjermen er låst";

sshTunnelRemoteLoginDisabledTitle = "Tilkobling mislyktes fordi Ekstern pålogging ikke er aktivert på «%@».";
sshTunnelRemoteLoginDisabledMessage = "Deaktiver sikkerhetsinnstillingen «Krypter alle nettverksdata», eller aktiver Ekstern pålogging i Deling-valgpanelet på «%@».";
sshTunnelHostKeyChangedTitle = "Tilkobling til «%@» mislyktes fordi identiteten ikke kunne bekreftes. Dette kan være et sikkerhetsproblem, eller det er mulig at SSH known_hosts-filen ikke er oppdatert.";
sshTunnelHostKeyChangedMessage = "Fjern markeringen for sikkerhetsinnstillingen «Krypter alle nettverksdata», eller oppdater SSH known_hosts-filen.";
sshTunnelHostKeyChanged2Message = "Identifisering for ekstern vert har blitt endret for «%@». Hvis du er sikker på at dette ikke er et sikkerhetsproblem, kan Remote Desktop prøve å reparere known_hosts-filen.";
sshTunnelHostKeyFix = "Fiks";
sshTunnelHostKeyFixError = "Det oppsto et problem under forsøk på å modifisere SSH known_hosts-filen.";
sshTunnelTooltip = "Forbindelsen er kryptert";

legacyVNCSecurityWarningTitle = "Maskinen «%@» bruker en VNC-tjener som ikke støtter Remote Desktop-tastetrykkryptering. Når du taster inn tekst på den eksterne maskinen, kan teksten bli fanget opp via nettverket. Vil du fortsette med tilkoblingen likevel?";
legacyVNCSecurityWarningMessageFull = "Hvis Ekstern pålogging eller SSH er aktivert på den eksterne maskinen, kan du markere innstillingen «Krypter alle nettverksdata» i Remote Desktop-valg eller velge «Koble til ved hjelp av SSH» nedenfor for å opprette en sikker forbindelse.";
legacyVNCSecurityWarningMessage = "Hvis Ekstern pålogging eller SSH er aktivert på den eksterne maskinen, kan du markere innstillingen «Krypter alle nettverksdata» i Remote Desktop-valg og opprette en sikker forbindelse.";
legacyVNCSecurityWarningContinueSSHButton = "Koble til ved hjelp av SSH";

IconCacheTitle = "Er du sikker på at du vil tømme bufferen for tittellinjesymboler?";
IconCacheDefaultButton = "Tøm";
IconCacheAlternateButton = "Avbryt";
IconCacheMessage = "Disse filene brukes når bokmerker opprettes ved flytting av symbolet i tittellinjen. Bokmerker som opprettes ved å flytte dette symbolet, vil slutte å fungere hvis du tømmer denne bufferen.\n\nDu kan kopiere bokmerket i stedet for å opprette et alias ved å holde nede Tilvalg-tasten.";

YESBUTTON = "Ja";
NOBUTTON = "Nei";